Repository: renosyah/dentistReservationApp
Catalog: lib/l10n/app_*.arb
Languages: id

# app_name
source: Dentist Reservation
id: Reservasi Dokter Gigi

# nameHint
source: Name
id: Nama

source: Time
id: Waktu

source: Queue Number
id: Nomor Antrian

# askingHint
source: Enter your question
id: Masukan pertanyaan Mu

# btnLogin
source: Login
id: Masuk

# btnLogout
source: Logout
id: Keluar

# btnRegister
source: Register
id: Daftar

# btnSend
source: Send
id: Kirim

source: Don't have an account yet ?
id: Belum punya akun ?

source: Already have an account ?
id: Sudah punya akun ?

# registerText
source: Register!
id: Yuk Daftar!

# loginText
source: Sign In!
id: Silahkan Masuk!

source: Features
id: Fitur

# navBarTextHome
source: Home
id: Beranda

# navBarTextQna
source: QnA
id: Tanya Jawab

# navBarTextReservasi
source: Reservation
id: Reservasi

# emptyReservasiTitle
source: Empty Reservation
id: Reservasi Kosong

# emptyReservasiSubtitle
source: You haven't made a reservation. Make a reservation to do a dental check on that page
id: Anda belum melakukan reservasi. Buat reservasi untuk melakukan pemeriksaan gigi pada halaman

# emptyQnaTitle
source: Empty QnA
id: Tanya Jawab Kosong

# emptyQnaSubtitle
source: Ask your questions about the health of your teeth on the page
id: Ajukan pertanyaan Anda terkait kesehatan gigi Anda pada halaman

source: Answer :
id: Jawaban :

# ask
source: Question
id: Pertanyaan

# textAnswer
source: Answer
id: Jawaban

# note
source: Note : Come 30 minutes before the scheduled schedule
id: Note : Datanglah 30 menit sebelum jadwal yang telah ditentukan

# subtitleReservasi
source: Make a reservation to the doctor
id: Buat reservasi untuk periksa ke dokter

# subtitleQna
source: Ask questions about dental health
id: Ajukan pertanyaan seputar kesehatan gigi

# tips1
source: Tips & Tricks for Taking Care of Teeth Part 1
id: Tips & Trik Merawat Gigi Part 1

# tips2
source: Tips & Tricks for Taking Care of Teeth Part 2
id: Tips & Trik Merawat Gigi Part 2

# tips3
source: Tips & Tricks for Taking Care of Teeth Part 3
id: Tips & Trik Merawat Gigi Part 3

# pending
source: Waiting...
id: Menunggu...

# asking
source: Ask Your Questions
id: Ajukan Pertanyaan Mu

# tipsTitle
source: Tips & Tricks
id: Tips & Trik

# subtitle1
source: 1. Brushing your teeth properly
id: 1. Menyikat gigi dengan benar

# subtitle2
source: 2. Choose the appropriate toothbrush
id: 2. Pilih sikat gigi yang sesuai

# subtitle3
source: 3. Use toothpaste that contains fluoride
id: 3. Gunakan pasta gigi yang mengandung fluoride

# subtitle4
source: 4. Clean the tongue
id: 4. Bersihkan bagian lidah

# subtitle5
source: 5. Do flossing
id: 5. Lakukan flossing

# subtitle6
source: 6. Don't forget to brush your teeth before bed
id: 6. Jangan lupa menggosok gigi sebelum tidur

# subtitle7
source: 7. Using mouthwash
id: 7. Menggunakan obat kumur

# subtitle8
source: 8. Eat vegetables and fruit
id: 8. Konsumsi sayur dan buah

# subtitle9
source: 9. Drink water
id: 9. Minum air putih

# subtitle10
source: 10. Cut down on sweet and sour foods
id: 10. Kurangi makanan yang asam dan bergula

# subtitle11
source: 11. Avoid smoking
id: 11. Hindari merokok

# subtitle12
source: 12. Check your teeth regularly
id: 12. Periksa gigi secara rutin

# desc1
source: Always brush your teeth at least twice a day and make sure you are brushing your teeth properly. Don't be too hasty in cleaning your teeth, brush your teeth slowly and in a circular pattern to remove plaque on your teeth.
id: Selalu sikat gigi setidaknya dua kali sehari dan pastikan Anda menyikat gigi dengan benar. Jangan terlalu terburu-buru dalam membersihkan gigi, sikat gigi secara perlahan dan dengan pola melingkar untuk menghilangkan plak di gigi.

# desc2
source: Another factor that needs to be considered when maintaining oral health is the selection of a toothbrush. Choose a toothbrush with a soft brush and replace the toothbrush if there are bent bristles. Curly or dull hair can damage teeth.
id: Faktor lain yang perlu diperhatikan saat menjaga kesehatan gigi dan mulut adalah pemilihan sikat gigi. Pilihlah sikat gigi dengan sikat yang lembut dan ganti sikat gigi jika terdapat bulu sikat yang bengkok. Bulu sikat yang bengkok atau tumpul dapat merusak gigi.

# desc3
source: In addition to toothbrushes, you also have to choose the correct toothpaste content. Experts suggest using toothpaste that contains fluoride which can protect teeth from decay by killing bacteria and protecting teeth.
id: Selain sikat gigi, Anda juga harus memilih kandungan pasta gigi yang benar. Ahli menyarankan untuk menggunakan pasta gigi yang mengandung fluoride yang mampu melindungi gigi dari kerusakan dengan membasmi bakteri dan melindungi gigi.

# desc4
source: The tongue is a part of the mouth that is often neglected when maintaining oral health, even though plaque can also accumulate on the tongue! The buildup of plaque on the tongue can cause bad odors and other health problems. Therefore, always clean your tongue slowly every time you brush your teeth.
id: Lidah merupakan salah satu bagian dalam mulut yang sering tidak diperhatikan saat merawat kesehatan gigi dan mulut.Padahal, plak juga bisa menumpuk di lidah Anda! Penumpukan plak di lidah dapat menyebabkan bau tidak sedap dan masalah kesehatan lainnya. Oleh karenanya, selalu bersihkan bagian lidah dengan perlahan setiap kali Anda menyikat gigi.

# desc5
source: Not many people realize the importance of flossing or flossing in maintaining oral health. Flossing not only aims to remove food debris stuck to the teeth, but also to reduce plaque and inflammation on the teeth. It's best to do flossing once a day.
id: Tidak banyak orang yang menyadari pentingnya melakukan flossing atau pembersihan dengan benang gigi dalam menjaga kesehatan gigi dan mulut.Flossing tidak hanya bertujuan untuk mengeluarkan sisa makanan yang tersangkut di gigi, tetapi juga untuk mengurangi plak dan peradangan di gigi. Sebaiknya lakukan flossing sebanyak sehari sekali.

# desc6
source: When you're tired and sleepy, it's easy to forget the little things like brushing your teeth. However, you still need to brush your teeth before going to bed to maintain healthy teeth and mouth by removing dental plaque and bacteria that are in your mouth throughout the day.
id: Saat sedang lelah dan ngantuk, mudah untuk melupakan hal kecil seperti menyikat gigi. Namun, Anda tetap perlu menyikat gigi sebelum tidur untuk menjaga kesehatan gigi dan mulut dengan menghilangkan plak gigi dan bakteri yang ada dalam mulut seharian.

# desc7
source: Although it is not mandatory to use mouthwash, mouthwash can help reduce acidity in the mouth, provide minerals to the teeth, and help clean gums and teeth that are difficult to brush.
id: Meskipun Anda tidak wajib menggunakan obat kumur, tetapi obat kumur dapat membantu mengurangi keasaman di mulut, memberikan mineral pada gigi, serta membantu membersihkan gusi dan bagian gigi yang sulit disikat.

# desc8
source: Eating fresh and crunchy vegetables can stimulate teeth and gums, and keep teeth and mouth healthy. This is important to implement, especially for children.
id: Mengonsumsi sayuran yang segar dan renyah dapat menstimulasi gigi dan gusi, serta menjaga kesehatan gigi dan mulut. Hal ini penting untuk diterapkan, khususnya untuk anak-anak.

# desc9
source: Drinking water not only prevents you from dehydration, but is also beneficial for maintaining healthy teeth and mouth by cleaning acidic and sticky food residue from the mouth. We recommend that you drink water after eating.
id: Meminum air tidak hanya menghindarkan Anda dari dehidrasi, tetapi juga berguna menjaga kesehatan gigi dan mulut dengan membersihkan sisa makanan yang asam dan lengket dari mulut. Sebaiknya minumlah air sehabis makan.

# desc10
source: Foods that contain acids and sugar can interfere with oral health. Sugar can become acid in the teeth which can erode the surface layer of the teeth and create holes in the teeth.
id: Makanan yang mengandung asam dan gula dapat mengganggu kesehatan gigi dan mulut. Gula dapat menjadi asam di gigi yang mampu mengikis lapisan permukaan gigi dan menyebabkan lubang di gigi.

# desc11
source: Not only has the potential to cause oral cancer, the nicotine and tar content in cigarettes can give teeth a yellow color, increase the buildup of dental plaque, and damage the gums and bones that support teeth.
id: Tidak hanya berpotensi menyebabkan kanker mulut, kandungan nikotin dan tar dalam rokok dapat memberikan warna kuning pada gigi, meningkatkan penumpukan plak gigi, serta merusak gusi dan tulang yang menyokong gigi Anda.

# desc12
source: Another thing that is often overlooked in maintaining healthy teeth and mouth is to schedule regular check-ups to the dentist at least twice a year. According to experts, checking with a dentist is useful for checking the condition of the teeth and cleaning accumulated tartar.
id: Hal lain yang sering diabaikan dalam menjaga kesehatan gigi dan mulut adalah menjadwalkan pemeriksaan rutin dengan dokter gigi setidaknya dua kali dalam setahun.Menurut ahli, pemeriksaan dengan dokter gigi berguna untuk memeriksa kondisi gigi dan membersihkan karang gigi yang menumpuk.

source: About App
id: Tentang Aplikasi

# aboutAppDesc
source: Know about this application
id: Ketahui tentang aplikasi ini

# helpApp
source: Help
id: Bantuan

# helpAppDesc
source: Procedure for using this application
id: Tata cara menggunakan aplikasi ini

# createReservationApp
source: Create Reservation
id: Buat Reservasi

source: Choose Date
id: Pilih Tangggal

source: Choose Time
id: Pilih Waktu

source: Claim
id: Klaim
